{
  "transcription": "Volevo capire una cosa, per solito quando si fa questo genere di attività, di progetti bisogna capire anzi tutto che siano le persone che useranno, quindi quando sono le figure che andranno a utilizzare e eventualmente i ruoli. Qui, per quello che c'era Vandetti, mi era sembrato di capire che sarebbe potenzialmente tutto lo studio, cioè tutte le persone che ci lavorano e senza particolari distinzioni di attività di cose che devono essere fatte da un e dall'altro. Quello diventa un strumento di lavoro, quindi deve essere accessibile a qualsiasi collaboratore in base ai ruoli che ha. Quindi l'amministrazione seguirà determinanti aspetti che possono essere di scadenzare dei documenti di identità dei titolari delle imprese, di scadenzare irrelative all'anterecipilaggio, eccetera, quindi farà un'attività che è altro di gestione delle scadenze mentre gli operatori, che vanno nello studi pulso nel lavoro, che fanno pague, gestiranno il programma in base ad altre attività che vanno che sono a definire quindi il processo, etc. Quindi in realtà per ogni attività vada processo c'è la differenziazione tra chi proprio accedino, gestisce in part of the study points il trattamento dei dati privacy, perché potrei avere un incaricato al trattamento del dato che è autorizzato a gestire determinati dati, mentre un incaricato che è autorizzato a gestire le altre, quindi si dovrebbe prevedere la possibilità eventualmente di inibire determinate funzioni a determinati operatori. Poi quello come dicevo che l'altra volta è molto personale, batterato su la realtà del singolo professionista, per professionista ha un metodo di lavoro completamente diverso, molti professionisti non hanno il metodo di lavoro, secondo me è lì che può fare la differenza un programma di questo genere. Ok quindi non è solo il processo, però ogni processo, le attività quindi legate al processo è opportuno di finire dei gruppi di visibilità che dovranno poi lavorarci, che dovranno accedere solo.che variano di studio in studio. Certo, una idea che ogni studio abbia poi una sezione di configurazione di amministratore. Sì, perché noi abbiamo una persona che si occupa esclusivamente in amministrazione. In molti studio, in studi più piccolini, tutti fanno tutto. Cioè, noi stiamo già in uno studio strutturato. Siamo in nove, in studio con Presa Mer. Gestiamo circa 200 clienti, quindi inizia solo un studio grande per la provincia, meglio grande.perché i baci sono anche più grandi. Però uno studio che ha questo organitato, al solito, già di fatto ha una persona che si occupa solo di quello. Gli studio un po' più piccolini tutti fanno tutto, quindi magari l'ha dato paga e fa l'avviso di parcella delle aziende sui clienti, gestisce Anchè pacificate solo anche ii le sole anche un' solo anche un' anche un' anche un' anche un' studio che uno studio che ha uno studio che ha questo l'alcchè uno studio che ha questo l'organizzo di parcellone già di fatto una persona che si occupa solo di quello però il processo è sempre quello, indipendentemente da chi lo fa. Quindi arriva il cliente in studio, quali sono le attività che noi facciamo? Chiediamo il documento d'identità, scarichiamo la visura camerale, facciamo un preventivo. Entro quale scale inscriviamo il preventivo al cliente, entro 48 ore. Il cliente ci risponde, ci risponde positivamente quali sono i passaggi successivi, la redazione del mandato professionale, e poi poi tutto il resto. Però questi processi cambiano da studio a studio, quindi si può proporre una base di processo, ma poi quello va postruito personalizzato di singolo professionista. Adesso infatti poi i processi ci arriviamo esatto, esatto, facendo il che devono in mente. Questo sarebbe la long page, diciamo, quindi la prima parte che vedi e abbiamo pensato di crearla in base alle attività, quindi queste sono tutte le attività. Le attività che vedi qui derivano dei processi. Quanto vai a creare il processo, gli assiczioni, ci sono diverse attività. Queste diverse attività diventano divisa inumentazione, ad implementi, pratica e ex-astricattività, oppure puoi andare avanti con la barra sotto nelle altre e, ovviamente, per ogni attività il nome della cosa da fare, il processo a cui è riferita e la persona incaricata, questo è il tuo profilo, quindi un save bar qui è tutte le altre persone del team e ogni una di loro sai che ad esempio Giovanna deve fare questa cosa, la priorità è bassa quindi tra un momento c'è una priorità altra serugente e poi ovviamente anche aprire e andare a vedere nel dettaglio tutto quindi invece è la parte di storia e fattilità quindi le cose sono già state fatte in quattro g che si sono state fatte quindi vado a vedere questo fatto pure poi anche che era una partitità e poi filtrale quindi o cliccando sulla persona e vedere più tu cosa vuoi fare lui oppure variate le di filtre qui vogliamo fare anche con te che filtre possono essere interessanti esatto in scarica di insiduazione, quindi vedevano la pannevale in questo punto e che non fa il mio proceduto, potrebbe essere utile. Ah, sì, sì, sì, questo è certo, si può fare anche un caricamento da la risa di pendenti, informazioni, magari compilare in forma che può essere... Adesso ne stiamo parlando di studi, per come li conosco io gli studi magari sono più refertari all'utilizzo di una piattaforma di questo genere, già io quando avevo iniziato, ti ricordi che devo fare il nome della Smart Provider?Io ho il gestionale con loro in fase di caricamento un paio d'anni e non sono corregisciata a finire il lavoro perché c'è sempre tanto da fare senza sempre di corsa e la chiusa dei processi è la cosa più complicata. Però le aziende hanno sicuramente un margine molto più alto per far attecchiare un programma di questo genere perché alcune aziende e intermalizzare determinati servizi, perché magari poi esternamente allo studio costano, voi siete abituati allo studio derwelle che bene o male ha un fafè per le attività. In realtà non tutti gli studi ragionano così, alcuni studi ti fanno pagare la telefonata, ti fanno pagare chi ha uno scalicato e il certificato medico dal portale, oppure ti fanno pagare la creazione di un faico e le scalenze. Se tutte queste attività, tu le riesci a gestire come azienda in autonomia, hai sempre E' sempre sotto mano il dato, quindi tu lo puoi utilizzare come vuoi e soprattutto quel dato non deve essere processato con dei tempi più lunghi da il consumente esterno che magari ti fa pagare la pratica. Quindi tu dici in realtà di... cioè se vi ingaplisco che può essere dato in uso anche proprio all'azienda di clienti finali. Anche sì, sì. La logica è la stessa, magari i processi possono essere leggermente diversi perché il processo di uno studio professionale è quello di fare l'assunzione, gestire le scadenze, adorare il cellulino. Invece il processo di un'azienda è un processo di onboarding ma che non finisce è quello di fare l'assunzione, gestire le scalenze, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, scegna, s per la formazione e l'aggiornamento di UR. Quindi se da il processo di onboarding in base alla sigla di azienda, da lina automatica, il programma di propone, caro azienda PINCO, adesso che hai assunto alfa per alfa, entro 60 giorni di aver fatto questo, entro 5 giorni di aver fatto quest'altro, quindi i processi sono leggermente diversi, ma la logica di utilizzazione è il progetto, il programma e la medesima. In questo modo cosa fate? Ampliate molto di più la platia degli utenti. Ma sono gli echar che si occupano di questo aspetto? Allora tendenzialmente sono gli echar, ma le aziende un po' più strutturate. Le aziende un po' meno strutturate hai l'impilato militativo che ti fa un po' tutto. Quindi l'idea comunque di avere un gestionale che ti aiuta sicuramente può fare la differenza.Ok, proviamo a me in chiaro, proviamo a mettere una nottica più utile del consulente di lavoro che poi è vero, molte cose possono essere internazionali, di fatto se uno lo usa nell'azienda, avrà solo segnare le proprie competenze di attività, non dovrà fare... Sì, se l'azienda avrebbe una platea di utenti più ampia, perché poi quello che dovete puntare voi al risultato, quindi più ne vendo, cioè devo puntare l'economia di scala.le aziende sono molti di più, poi è vero che a Consulento è nascita la piacenza, ci sono quelli di Pavia, di Barbara, eccetera, però comunque sia il fatto di poter puntare che le aziende ti permettevano a te, a te, a te, a te, a te, a te, più ampia. Certo. Ok, allora torniamo un attimo magari su... Sì. Sperta, volevo fare una cosa su questo tipo di...dividere lo scherm se riesco così, io avevo sotto anche un... ...un icon o qualche no... ...extend... ...e è sparito. Divisi da te. Perfetto. Ok, allora.Questa è la pagina con le diverse attività.che c'è in scadenza e qui invece poi lo storico se non volesse andare a consultare. Posso bloccarti subito? La prima idea che mi viene in mente vedendo questo è da questo fai, da qui esco a fare una stampa intemporale divisa per persona di tutte le attività che deve fare e delle relativi scadenze. Potremmo aggiungere... secondo me è un tipo di quello. Ok, abbiamo un'ottografia filezionando un certo gioco probabilmente i ripado oggi risulta, la fotografia ad oggi risulta ancora in scadenza questo questo. Esatto, cioè l'utente Barbara ha 10 pratiche in scadenza e ha fatte solo due perché è ancora ferma e deve fare ancora tutte queste pratiche e qual è dove sta il problema? Ma teni che la visualizzazione di tipo excel sia più, cioè questa visualizzazione quando fai la stampa e si fuori tipo un excel quindi la stessa cosa, no è un po' una proposta.Sì, potrebbe essere perché magari qui... No, no, da qui, da qui potrebbe fare una stampa, una sportazione. Per dipendente con le attività fate da fare. Ok, quindi come info da mostrare però in questa, diciamo, on-page, noi avevamo pensato, così, cos'è il task, qual'è eventualmente il processo di riferimento di chiedi competenza e poi uno clicca e può vedere eventualmente i dettagli, non di più perché almeno così di riuscire a avere un overview complessivo di tutti, poi se vuoi entrare nel dettaglio ci clicchi e esplodi. Per me non sapere cosa bisogna fare in giornata perché con tutte le attività che si sono da fare è difficile avere un page quindi tutto, però almeno c'è una magia della giornata. In pratica direi di la giornata di tutto quello che fino a questa giornata non è stato fatto, io in scadenza è un utile che vede magari quella tra tra i negi giorni. Lo posso selezionare magari nei filtri, però qui di default vedrai oggi e a retrate, esattamente, perché poi qui stavamo pensando anche apri un pulsante dei filtri e qui puoi andare a poi filtrare per azienda, eventualmente per dipendente quel tipo di attività che vedevamo prima, lo stato se sono quelli in tu-du da fare e il processo di naturalmente di infelizia.e possiamo mettere un campo di quantificazione del numero di ore dedicato allo svolgimento di quell'attività. Sì, perché tanto è una cosa tracciata. Qual è il importante? Io ho un cliente che ha 5 assunzioni e in un'ora difficile, ma in un'ora le ho fatte tutte e cinque. Un altro cliente che ho due assunzioni mi chiama 10 volte, mi fari fare l'assunzione 5 volte, Ho bisogno di capire quanto tempo il cliente, quanto tempo spendo per quel cliente, perché devo vedere se quel cliente è economico per me. Perché il punto a cui devono arrivare i professionisti, e questo potrebbe essere un messaggio che dovrebbe passare con l'utilizzo del programma, il professionista si deve scegliere il cliente, non è il cliente che sceglie il professionista, è il professionista che sceglie se lo sceglie. In base all'economia, perché io potrei avere, ad esempio, un'azienda molto grande che è a regolare, quei parlamenti, etc., ma impegna un mio lavoratore quasi tempo pieno. Quindi comunque sia io devo avere contezza del fatto che quello che è in casso, quello che fattura quella azienda all'antere, quanto meno coprire il costo del mio dipendente più un 30%, perché altrimenti, qual cliente non mi permette di mantenere le e questo è un grosso problema che hanno gli studi quindi il fatto di poter quantificare questo passaggio sicuramente fa la differenza.e poi tra qui venimente una cosa, lo stato di questa attività l'immaggio possa essere fatta ormai è un storico, magari siccome tu dicevi ho iniziato a farlo ma non ho finito direi in progress da iniziare in progress e al binerei ogni attività con una scadenza che però qui varia da studiare e studiare Io so che l'assunzione la devo aver completata in tra le ore 24 del giorno precedente di inizio dell'attività, altrimenti se non la completo va di insanzione, tra l'insanzione e l'azienda, ma di fatto va di insanzione io studio perché non ho già iscritto il processo entro età. Ecco, sarebbe interessante anche provvedere una scadenza che si dà lo studio per fare questa pratica. Se la pratica ma arriva 5 giorni prima, io la faccio entro due giorni prima della scadenza oppure il contratto d'assunzione non lo mando il giorno d'assunzione al cliente, lo mando il giorno prima perché siccome entro il giorno prima devo fare la pratica al cento per impiego contestualmente vado a elaborare il contratto d'assunzione e lo mando al cliente il giorno prima in modo tale che si può ricevere che firma il contratto in titanini. Quindi ho una scadenza interna, una scadenza con la screens interna io di fatto mi sto creando il processo di studio quindi la regolamentazione delle mie attività e andando in quella tabana iniziale dove poi vado a estracolare i dati, cosa è fatto, cosa no?il mio lavoro è troppo carico, oppure l'absente è troppo complesso, oppure il mio operatore non ha la formazione adeguata. Quindi una vista più proprio sull'operatore, cioè non tanto l'attività ma l'operatore che ci guarda per questo operatore c'è tutto che essi, no? Entrambe, perché io devo avere da un lato le le impie delle attività che devo svolgere, quindi io in quel modo ha sott'occhio quello che deve fare il mio studio oggi. Certo. Dall'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro l'altro Ma per quanto abbiamo il punto quale è che nel momento in cui si propone questo programma al consulere lo si deve proporre come un aiuto dello svogimento della realità. Il professionista a questo problema fa fatica a capire cosa devono fare i propri dipendenti e come lo stanno facendo. Anche la mappatura delle e-mail arriva la mail, il mio collaboratore, quanto tempo ci matta a rispondere? Perché magari io di regolamento ho detto che entro 12 ore e tutte le mele volerò essere processate, quanto meno una risposta.che è una strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra, un'altra strada di un'altra strada di un'altra, un'altra strada di un'altra strada di un'altra strada di un'altra strada di un'altra str ma molti professionisti queste idea non hanno avuta, molti non riescono a gestire queste meni in coppia quindi il fatto di aprire il portale e vedere tutto aiuta moltissimo Allora, l'Imussemafribici, ok, rispetto alle espliti avrebbe visto questa è in scadenza, questa non è stata fatta. Sì, sono diverse modalità di vedere la stessa schermata che è fatta, metto un filtro diverso, quindi avrai filtro attività, filtro operatori, filtro scadenze, non so se si torna con... Si, sì, sì. ...dalla non è diventata comunque una cosa del genere e forse la cosa anche più interessante è avere quella più vista ex-send che quella che mi ha fatto dopo. Sì, la vista è che La cosa che è più attivante è che io, per prima di un mondo più circolare, faccio il fuografico con cambo, perché è più attivante.è il mio linguaggio, è il linguaggio in cui sono abituata. Quindi di fatto, il fatto di vedere quei numeri mi mette nella mia zona di confort, esame le lingue. Quindi sia questa visualizzazione, non solo per lo storico, ma magari anche per tutte le altre. Si può valutare nel programma che ogni singolo professionista sceglie, come visualizzare i dati, li posso visualizzare come modalità grafica, Noi possiamo mettere entrambe, se vuoi vedere il non page, il tasto sarebbe questo qui, nello story of activities che anche c'è una tabellina e quello che fa vedere la visualizzazione e la tabellare. E poi anche quello stesso con la finzione sessiva. Questo è proprio un'atterri e hai un attimo un po' di carto, un po' di piccato a vedere che avrò una lista lunga per sempre allora fanno andare nel dettaglio poi se essentivamente ti serve più informazioni che non ci possono stare delle carte così allora magari puoi andare a aprire una tabella dove dove tra l'altro esatto qui che cosa bella tipologia di attività e il dettaglio che è l'azienda di riferimento il processo le ore e il referente c'è qualcos'altro di diciamo che tu vettè la usi dici cosa bisogna sapere subito qua poi poi magari ho anche maggiori dettagli la scadenza maggior che adesso qua non c'è della attività perché questo era pensato per quelle che però poi non so manca qualcosa che ti è utile vedere subito in tabella posso che lo possiamo aggiungere poi non è vincolante, se no intanto queste ci sembrano quelle più immediate, perché poi cosa succede da questo io posso filtrare e torniamo a quello di prima, nel senso io filtro sempre per azienda eventualmente il dipendente di differimento, stato che qui sarà ad aggiungere il processo, questo priorità poi ne parliamo un attimo ma sicuramente si può è figlio in realtà della scadenza quindi è la data poi per cui anche per non appesantirla non avrei messo altro però poi eventualmente non c'è sempre il dettaglio che può andare a vedere ok che cosa abbiamo visto prima sui pagamenti magari che è quello che abbiamo visto prima la parte dei pagamenti dettagli pagamenti quelle gestite appunto penso con un altro software e io le fatture le faccio con un ecco del gestionale che fa anche le pade ma per scelta mia è più complesso rispetto allo strumento che usavo prima per chi usavo da Neisi Fat che di fatto è il fratello vecchio di Fattori in Cloud e poi però ho deciso di portare tutto il gestionale anche se è un po' più complicato il caricamento perché caricando la grafica d'inta da lì sta un po' il mandato professionale degli allegati ho già la grafica per poi abganciare i dati di ita e tutti i dipendenti le faccio le facture. La funzionalità è che usando quel processo una buona parte di quello che faccio mi viene giù in automatico in avviso di parcella, quindi io lo devo solo verificare. Ho comunque un file di Excel che compino a manina ognuno con le pratiche che fai, poi lo confronto con l'avviso di parcella per essere sicuro di non sbagliare. Quel file di Excel potrebbe essere sostituito da questo.e poi anche sull'avventualmente la direzione, se questo caso si applica solo se pago per le aziende, qui il processo mi sarebbe se tu devi pagare qualcosa per l'azienda, allora poi fanno direzione. Si potrebbe fare, qua dentro un'altra cosa, carina di gestione delle screnze di pagamento delle fatture e eventualmente anche gestione dei sulleciti con l'invia automatico del sullecito al cliente.Ok, quindi sarà un processo di... Però c'è un intero processo per l'inglio delle fatture, no? C'è un'attività, probabilmente. Per cui tu dici un tipo di attività che può avere eventualmente un... un... un'attività che... scusami, un... uno step, una funzione che manda anche regolarmente reminder-sync che non risulta pagata. Se tu imposti la scadenza, solo vogliamo andare ogni Io qui mi inserisco che tutte le scadenze del cliente quelle trasversali, scade il documento d'identità, scade il DURC, scade la formazione dipendente per la patente attenzionata, scade la visita medica, è proprio la scadenza in generale che può valere per lo studio professionale che fa questo servizio in più per il cliente, quindi gli ricorda le scadenze, qualcosa apprezzata e che molti non fanno, oppure per l'azienda.che ha unissime discadenze che si deve ricordare o che comunque deve conflottare con le discadenze che gli vengono diciamo date da qualcun altro. Quindi diciamo che è una funzionalità di un tipo di attività specifico, cioè io posso prevederla nella diversa attività, il l'invia, il pro memoria ogni tò, giorni e cinchi che non è stata segnata come fatto e continuo ad andare. Via mail o può andare anche per messaggio, La cosa sul Il file è unico con l'elenco di tutte le scadenze e poi manomano che io saldo con le scadenze e le spunto. Il file è unico con l'azione in sansella PINCO, prima scadenza a 16 aprile, seconda scadenza a 15 luglio etc. Quindi tu si, quindi qui c'è la diubinitività per ognuno di essi, cioè di fatto la direzione è unica.interi tu per attività? Perché se io, cioè, se devo fare adesso la prima rata, cioè io devo pagare adesso a aprire e poi la seconda maggio, no? Per cui ho una scadenza adesso che è la prima e l'altra che è a mangio. Però dovrebbe essere un'assunto categoria di un'attività unica. L'attività unica è dilazione azienda e poi all'interno della dilazione tante scadenze. Però per me io parlo con il mio linguaggio e il mio linguaggio è che Qual è l'attività? Gestire una dilazione. L'interno di quella attività è un'insieme di scadenze. Quindi potrebbe essere un processo con due attività che doveva dire... Allora, qui dobbiamo cercare di parlare il vostro linguaggio informatico per il mio professionale. Quasi intendete per il processo e l'attività? Passiamoci un attimo così. Il processo è un di cui dell'attività. Il processo è la scatola delle diverse attività.le attività sono le scadenze. Potrebbe essere. Potrebbe essere.un processo di assunzione di rossi, mi accorrevo che io o qualcuno si è dimenticato qualcosa, quando costruisco il processo lo vedo quindi di creare un task veloce direttamente da l'unpeggi, guarda che si è dimenticata questa cosa oppure per questa azienda specifica o per questo dipendente specifico c'è una cosa diversa da lo standard a fare quindi posso creare il task, la c'è un'attività velocemente e non pensavo di mettere sempre priorità a stato dell'attività ovviamente saranno tutte in to do scadenza, azienda, descrizione di attività, il processo di riferimento che adesso vediamo ora è consumative e assegnata a quali dipendenti. O che è un po' facile assiare lui stesso e sbagliare l'assegna, sia tu che dicevi di carina. Ma anche questa cosa qua, ecco. Carlo, hai messo una domanda?No, le info da tracciare, ma direi che sono queste, non penso che adesso nelle attività ci siano altre cose. Facciamo un attimo in introduzione sui processi che è la parte un po' più dedicata, probabilmente. I processi, allora, cosa sono? Qui avevamo pensato questa schermata, diciamo, simile all'altra delle scadenze, dove divisa nella tipologia di processo, quindi hai anche i più personaggi in gli step che costituiscono questo processo. Che vanno esattamente a diventare le task che le lektitiche di sopra. Questo è l'idea. Quindi tu puoi che abbiamo di miso in inizia un nuovo processo, crea un nuovo processo che sono due cose diverse. Quando inizia un nuovo processo, sono in un mercato, cosa c'è dopo? Allora, questo è il suo. Quando inizia un nuovo processo, allora io posso selezionare dei processi già pronti di default.quindi il processo ovviamente di default nel senso che il tuo studio ha questi set. Esatto. E gli art esatto. E mentre il studio è la migliore. Sì. Perché qua secondo me è proprio il focus. Ognuna dei processi diversi. Anche se le attività che sbogge il professionalista sono quelle ognuno le gestisce In other words, the process, the process of course, the process of course, the process of course, the process of course, the process of course, the process of course, the defaults in the process of course, the process of course, the defaults in the process of default, in the sense that is the same as the default, in the sense that your studio has this set. Exactly. Exactly. Exactly. Exactly. Exactly. Exactly. Exactly. Exactly. Exactly. Exactly. Exactly. Exactly. Exactly. The art is the process of your studio. Exactly. Exactly. Exactly. Exactly. Exactly. And the art, the art, the art, the art, the art, the art, the art, the art, the art, the best. Exactly. Exactly.e Se io qui in Cassi seleziono magari il processo di assunzione, metto alcune info geniori che proprio sul processo, perché magari devo completare questo, esatto, questo qui deve essere completato in una certa data e così via. Su poi cosa succede io seleziono anche il processo di assunzione, dopodiché vedo che adesso lascio a stare che sono. Quelle sono le attività. Esatto, queste sono le attività e poi ognuna di esse io vado a mettere il dettaglio, sembrano uguale, però io dico di serie per di tra uno scadenza interna, scadenza contratuale e le altre informazioni utili per poter definire una volta che è salvato queste attività che vedi qui verranno visualizzate anche progressivamente nelle diverse attività che vedi qui dove ci sarà poi il processo di assunzione, il primo tasso sarà condivisione documenti, processo di assunzione Anna e ecco registra il savone di imse e così via quindi questo intendevamo prima quando le diceva che sono la il contenit quando sono diciamo ogni una serie di attività costituisce e con registrazione di simponio e dims e dimsipso e così via qui questo intendeva prima ok, apro questa attività, vi do un prima nel dettaglio e vedo che questa attività, che scusa mi è qua, qui il dettaglio dell'attività, vedo che fa parte del processo che si chiama condivisione cellulite, io ci clicco e allora quel punto mi rimanda al processo e vedo tutti gli step che sono stati fatti, ma appunto direttamente a quel processo e quindi quindi mi aiuta a tenere un po' traccia di raggruppare almeno le attività. Da qui poi allora proviamo un attimo a riprendere il discorso, il fatto dei dettagli del pagamento, se non lo so, il processo potrebbe essere pagamento di razionare, no, però non così non funziona, perché dovrei creare, scusate, faccio un passi indietro, i processi che non funzionano tanto più quanto sono ridotti, non posso fare per ogni caso particolare, ma magari c'è il processo di assunzione, di missioni e così via. Però potrebbe avere il processo di dilazione debiti verso erario, verso enti. Sì, sì, sì, esatto. Quando diventa un processo? Esatto, con l'idea di dire magari cerco di raggruppar noi processi, se no, poi entro quando devo gestire che devo fiarne uno nuovo, ne ho un 200, dico è più utile fare questo, quest'altro e quindi evito di crearne per cui non so di che faccio processo di assunzione, magari posso dire processo di assunzione per dipendenti italiani, extra europei, così vieno, andrei a fare un nuovo, creo proprio un nuovo processo di assunzione con ogni singola casistica, perché vinto a niente il processo di assunzione è quello, poi ne inizio uno nel quale posso modificare una piccola attività. Sì, però sul processo di razione io qui ci voglio tornare perché è una cosa importante secondo me Io chiamo il processo di l'azione che può essere poi dentro di rosa una dilazione verso INS, e mail o agenze dell'entrate, quindi erario o enti previdenziali. Una volta che poi lo ha definita ci metto il numero dell'atto, di riferimento, il numero di rate e la scadenza, quindi le singole attività sono le singole rate. Nella homepage mi verrà forte il mio processo di l'azione Alzende a PINCO, INSE, dilazione, azienda palla, IRBF e per attenzionare e fa sicuramente la differenza.che è la direzione di un pagamento non è una cosa che tu hai sempre per tutti, ce l'hai in caso in particolare, è una pratica extra così come è una pratica extra la richiesta di autorizzazione all'ispetto orato per la video-sroveglianza o la redazione dell'accordo smart working che non è una cosa che tu hai obbligatoriamente per tutti ma ce la puoi avere influsendo l'organizzazione dell'attività. Chiaro quindi io lo impusterai, lascio coraggiami se ero ben capito La tipologia è una pratica extra dopo di che il processo è la dilazione se io poi se posso selezionare magari all'inizio il numero di dilazioni che devo dividere in quattro lui mi crea quattro attività quindi quando creo il processo a quel punto di cui questa si chiama direzione 1, per averci sotto mano di pagamento devnat di qualcosa e lì poi quindi tengo traccia del... aspetta, aspetta, sto pensando, no però è più...che è l'azione, punto chi è l'agenda, x che è statuale l'azione in richiesta approvata in pagamento chiusa e in richiesta devo segnare la scadenza dentro cui devo verificare se è approvata oppure no è approvata, perfetto, allora devo caricare le scadenze è in pagamento, sì, verifico a che punto siamo del pagamento che viene pagato una rata, quella rata si spunta, c'è fatta parte dell'attività del processo. Ok, ok, allora sì, sì, ok, no, stavo meglio. Secondo me è più semplice così. No, perché stavo pensando che allora non riesco a creare un processo, il processo di lazione non ha già i suoi step definiti perché dipendono da quanto sono le rate. No, ma le rate non ne deve considerare come degli step, dei progetti, sono in richiesta, in approvazione, cioè da richiedere da approvare impagamento chiusa. Quando è impagamento, impagamento li carichi tutte le scadenze, una direzione potrebbe avere tra leate, una ne potrebbe avere 24 a seconda, quindi quando è impagamento gli metti dentro lo scadenzario.Sì, e poi io lo so come gli avete strutturati, cioè che vi ve la spiego da una perspective di Dacia. No, l'ho capito un chilo. Poi i variati che sono all'interno del sotto sono dei check diversi. Cioè è un po' diversa come l'avevo anche pensata per il resto, è un attimo cambiato. Sì, va un attimo rivisto. Questa è un'ottima specifica, sì. Perché... sì, non riesco a farlo entrare nessuna La creazione di un nuovo processo è una cosa del tutto analva, tanto poi capiamo come fare io creo un nuovo processo quindi devo creare un processo di manattie per un giorno gestione delle manattie per un giorno lavorativo io definisco il processo definisco quali sono i diversi attività quindi posso aggiungere a ce n'è sia sopra che che sotto perché avrò una serie di attività che devono essere fatti comunicazione a questo in video mail al cliente per questa cosa qui e così via e di ognuno di quindi io vado a dirgli qual è il nome dell'attività e di chi è la pertinenza del processo. Dopodiché quando l'ho creato, poi se mi capita che tra una settimana io sto a casa e devo registrarlo, tu cosa farai? fai inizia un nuovo processo, non credo perché ce l'hai già, prendo il template che mi ero fatto dell'assenza di un giorno e vado a mettere tutti quei dettagli, quindi la scadenza dell'owner, dell'attività e le informazioni che mi siano per tracciare, però lo faccio su questo processo che ho già costruito io prima perché so che una volta costruito io mi troverò in questa sezione qua e faccio inizia dove... esatto, qui...seleziono il processo di assunzione bene a questo punto, schermate dopo che vedo, le processi di assunzione ho già questi step che ho definito quando l'ho creato e allora io vado a dire qual è la scadenza che deve farlo e così via. Ok, che c'era una sezione che ne abbiamo pensato appunto per personalizzare il più possibile del programma. Ok, quindi tu deceggi il tuo processo personalizzato, Tutto gli stati, noi magari stavamo in attimo stup, inizia ai momenti che tra gli mesi hai esatto come fai, di un certo punto, puoi farlo direttamente, perfetto. Qua c'è molto semplice. Esatto, sto guardando un attimo, c'è un po' di cose.tutto questo io credo il mio processo, va bene, l'ho fatto, l'ho inizializzato, dopo di che mi accorgo che devo fare una modifica, volevo un attimo approfondire questo aspetto qua, mi accorgo che ho sbagliato qualcosa, non so, devo fare una modifica e magari devo aggiungere un'attività intermedia al processo, quindi se devo farlo per un processo specifico che è quello del che è quello dell'assunzione mia di Carlo, allora io andrò in una schermata diciamo analoga e qui aggiungerò uno step dove vado a dire ok devo aggiungere uno step che è un documento scaduto con divisione, facendo entrare il passato a volte.Per me è un processo che è iniziato solo per me Carlo serve una cosa intermedia, un step intermedio o una modifica, allora modifico quel processo e...che è un esempio di quella che era l'organizzazione che vi sono letta io quando aperto lo studio qualche anno fa allora vediamo un po' ti faccio vedere la copertina della soluzione dipendenti quindi io ogni attività ce l'avevo con la copertina stampa e salvato agil piliaf oggi ho abbandonato le stampe abbiamo solo e scusinamente piliaf quindi poi la copertina ce l'abbiamo ancora come checklist per essere sicuro di aver attiverato tutto ma la salvo dentro la cartalla del dipendente quindi Giusto per farvi vedere il mio metodo di ragionamento.Allora, come ho detto, questo era una terapia di fondamenti.e poi piegato in due con dentro tutti i documenti. Ditta, dipendente, data d'assunzione eventuale, data di incessazione, quali sono i documenti? Comunicazione, assunzione, quindi la COB che io faccio, c'è un certo per impiego, i documenti personali, il coppio del contratto di lavoro, coppio dell'allegato privacy, dell'allegato dei traccioni, dell'allegato TFR, trattamento integrativo, le zone lo contremuti per le lavoratrici madre, videosorveglianza, al codo individuale, Iscrizione alla gestione separata se non è un dipendente ma un provocò, c'è stazione del rapporto, comunicazione del nominativo per la sicurazza sul lavoro, informativa del fatto trasparenza, se è un tempo determinato fino a quando e le eventuali annotazioni. Questo è il processo, queste sono le attività. Per come le avete individuato. Però vedi, qui c'è tutto. Poi in base alla soluzione che faccio, qualcosa, esatto, spunto, la vita in realtà. Sì sì no, questo per noi è ancora meglio assolutamente perché se tanto l'idea è dire, lo definisco prima e piuttosto metto degli stepping in più che in certi casi non si applicano, lo marco come fatto e ok? Esatto. Allora ok. No perché infatti poi c'era tutta una casistica che volevo esplorare ma se modifico invece, perché questo complicava un po' se modifico il template e gli sono già in essere cosa succede agli altri, se quello step deve essere giunto in tutti oppure no, ok, no così meglio, meglio ancora. Ovviamente allora magari si può modificare solo il contenuto, ma non vado ad aggiungere step o quant'altro modifico il terzo scritto, la segnazione del ricco scritto, la scadenza, ma non gli step.ok allora questo no questo no questo no e sto sto esattamente vedendo direi che no per il resto poi era più che altro su anche proprio informazioni visualizzate però mi sembra che ci siamo che ne abbiamo che ne abbiamo parlato quindi posso fare una sintesi per vedere un po' tutte le modifiche che andremo a fare allora ci sarebbe la parte diciamo dell'attività dove magari evidenziare un po' meglio per ogni dipendente la possibilità di avere una panoramica sul dipendente e vederla appunto in modalità excel diciamo tabellare quindi andrò un po' di evidenziare questi due aspetti poi va bene No, no, no, non si deve... No, no, no, non si deve... No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, è stata bell'are, storica attività con le scadienze e la parte un po' più grossa da sistemare, quella appunto dei pagamenti. Per noi solo c'è. E basta, poi i processi appunto metto i tipi di processi e fare gli step, alla fine queste sono le macro cose che io ho tratto da sistemare. Tu cosa dici Carlo? No, no, sì, anche io, qui forse può essere più utile anche qui lo vediamo in cargo, no? In il processo ci sono tutte le che può essere utile di una modella in tavella?Quanto stettivamente, quindi subito quanta roba c'è, però poi dettagli maggiore, sicuramente, della una tata di lì. Ok, poi c'è la parte a cui questo non l'abbiamo fatta, ci vado prima la sezione quella di più setting, impostazione, amministratore, dove appunto tu magari che sei la titolare, vai via, ok, finisci i miei gruppi di visibilità, delle eccisimete utenti, per cui ogni attività può essere vista la rapata da degli utenti specifici che sono entrando il gruppo, il gruppo amministrazione può fare queste cose, il gruppo un altro gruppo può occuparsi di altre attività, quindi ci sarà anche questa sezione dove può andare a dire a punto chi vede una cosa e chi vede l'altra. E quindi anche tutta la responsabilità della piattaforma dipende da questo parametro qui, cioè se io sono uno dell'amministrazione e non questo, non sono quelle che mi completano e proprio non vedrò ok allora direi che ci siamo, ne avevo un mente altro e proviamo a metterla in piedi di queste cose che ci hai detto, poi potremmo iniziare a programmare, a mettere le mani un po' sulla parte più sul cosa del codice, quindi magari torneremo quando abbiamo proprio effettivamente l'applicazione sviluppata un po' e così navigando la secondo me troverai un pochino più di ma gagne errori, sì perché poi esatto, è quando la macchina si manda in pasta che poi vedi un po' di macchina va bene allora che congettiamo? ci metteremo un po di più a mettere in piedi questa cosa qua quindi insomma ci rifaremo bene",
  "metadata": {
    "num_segments": 114
  }
}